Repository: thefraggle/songflip
Catalog: iosApp/SongFlip/SongFlip/Localizable.xcstrings
Source language: en
Languages: bn, cs, da, de, el, es, fi, fr, hi, hu, id, it, ja, ko, mr, nb, nl, no, pl, pt, ro, ru, sv, th, tr, uk, vi, zh, zh_hans, zh_hant

# intent_description
source: Converts a copied or shared music link and opens the target app.
bn: অনুলিপি করা বা শেয়ার করা মিউজিক লিঙ্ক রূপান্তর করে এবং লক্ষ্য অ্যাপটি খোলে।
cs: Převede zkopírovaný nebo sdílený hudební odkaz a otevře cílovou aplikaci.
da: Konverterer et kopieret eller delt musiklink og åbner mål-appen.
de: Konvertiert einen kopierten oder übergebenen Musik-Link und öffnet die Ziel-App.
el: Μετατρέπει έναν αντιγραμμένο ή κοινόχρηστο σύνδεσμο μουσικής και ανοίγει την εφαρμογή προορισμού.
es: Convierte un enlace de música copiado o compartido y abre la app de destino.
fi: Muuntaa kopioidun tai jaetun musiikkilinkin ja avaa kohdesovelluksen.
fr: Convertit un lien musical copié ou partagé et ouvre l'application cible.
hi: कॉपी या शेयर किए गए संगीत लिंक को बदलता है और लक्षित ऐप खोलता है।
hu: Átalakítja a másolt vagy megosztott zenei linket, és megnyitja a célalkalmazást.
id: Mengonversi tautan musik yang disalin atau dibagikan dan membuka aplikasi tujuan.
it: Converte un link musicale copiato o condiviso e apre l'app di destinazione.
ja: コピーまたは共有された音楽リンクを変換し、対象のアプリを開きます。
ko: 복사되거나 공유된 음악 링크를 변환하고 대상 앱을 엽니다.
mr: कॉपी केलेली किंवा शेअर केलेली संगीत लिंक रूपांतरित करते आणि लक्ष्य अॅप उघडते.
nb: Konverterer en kopiert eller delt musikklenke og åpner mål-appen.
nl: Converteert een gekopieerde of gedeelde muzieklink en opent de doel-app.
no: Konverterer en kopiert eller delt musikklenke og åpner mål-appen.
pl: Konwertuje skopiowany lub udostępniony link muzyczny i otwiera aplikację docelową.
pt: Converte um link de música copiado ou compartilhado e abre o app de destino.
ro: Convertește un link muzical copiat sau partajat și deschide aplicația țintă.
ru: Преобразует скопированную или переданную музыкальную ссылку и открывает целевое приложение.
sv: Konverterar en kopierad eller delad musiklänk och öppnar målappen.
th: แปลงลิงก์เพลงที่คัดลอกหรือแชร์และเปิดแอปเป้าหมาย
tr: Kopyalanan veya paylaşılan bir müzik bağlantısını dönüştürür ve hedef uygulamayı açar.
uk: Конвертує скопійоване або надане музичне посилання та відкриває цільовий додаток.
vi: Chuyển đổi liên kết âm nhạc đã sao chép hoặc chia sẻ và mở ứng dụng đích.
zh: 转换复制或共享的音乐链接并打开目标应用。
zh_hans: 转换复制或共享的音乐链接并打开目标应用。
zh_hant: 轉換複製或分享的音樂連結並打開目標應用程式。

# intent_error_empty_clipboard
source: No music link provided and clipboard is empty.
bn: কোনও মিউজিক লিঙ্ক দেওয়া হয়নি এবং ক্লিপবোর্ড খালি।
cs: Nebyl zadán žádný hudební odkaz a schránka je prázdná.
da: Intet musiklink angivet, og udklipsholderen er tom.
de: Kein Musik-Link übergeben und Zwischenablage ist leer.
el: Δεν δόθηκε σύνδεσμος μουσικής και το πρόχειρο είναι κενό.
es: No se proporcionó enlace de música y el portapapeles está vacío.
fi: Musiikkilinkkiä ei annettu ja leikepöytä on tyhjä.
fr: Aucun lien musical fourni et le presse-papiers est vide.
hi: कोई संगीत लिंक नहीं दिया गया और क्लिपबोर्ड खाली है।
hu: Nincs megadva zenei link, és a vágólap üres.
id: Tidak ada tautan musik yang diberikan dan papan klip kosong.
it: Nessun link musicale fornito e gli appunti sono vuoti.
ja: 音楽リンクが渡されておらず、クリップボードも空です。
ko: 음악 링크가 전달되지 않았으며 클립보드가 비어 있습니다.
mr: कोणतीही संगीत लिंक दिली नाही आणि क्लिपबोर्ड रिकामा आहे.
nb: Ingen musikklenke oppgitt og utklippstavlen er tom.
nl: Geen muzieklink opgegeven en klembord is leeg.
no: Ingen musikklenke oppgitt og utklippstavlen er tom.
pl: Nie podano linku muzycznego, a schowek jest pusty.
pt: Nenhum link fornecido e a área de transferência está vazia.
ro: Nu a fost furnizat niciun link muzical, iar clipboard-ul este gol.
ru: Музыкальная ссылка не передана, буфер обмена пуст.
sv: Ingen musiklänk angiven och urklipp är tomt.
th: ไม่ได้ระบุลิงก์เพลงและคลิปบอร์ดว่างเปล่า
tr: Müzik bağlantısı sağlanmadı ve pano boş.
uk: Музичне посилання не передано, буфер обміну порожній.
vi: Không có liên kết âm nhạc nào được cung cấp và khay nhớ tạm đang trống.
zh: 未提供音乐链接且剪贴板为空。
zh_hans: 未提供音乐链接且剪贴板为空。
zh_hant: 未提供音樂連結且剪貼簿為空。

# intent_error_failed_to_convert
source: Error converting link: %@
bn: লিঙ্ক রূপান্তর করতে ত্রুটি: %@
cs: Chyba při převodu odkazu: %@
da: Fejl ved konvertering af link: %@
de: Fehler beim Konvertieren des Links: %@
el: Σφάλμα κατά τη μετατροπή του συνδέσμου: %@
es: Error al convertir el enlace: %@
fi: Virhe linkin muuntamisessa: %@
fr: Erreur lors de la conversion du lien : %@
hi: लिंक बदलने में त्रुटि: %@
hu: Hiba a link átalakításakor: %@
id: Gagal mengonversi tautan: %@
it: Errore durante la conversione del link: %@
ja: リンクの変換中にエラーが発生しました: %@
ko: 링크 변환 오류: %@
mr: दुवा रूपांतरित करताना त्रुटी: %@
nb: Feil ved konvertering av lenke: %@
nl: Fout bij converteren van link: %@
no: Feil ved konvertering av lenke: %@
pl: Błąd podczas konwersji linku: %@
pt: Erro ao converter o link: %@
ro: Eroare la conversia linkului: %@
ru: Ошибка при конвертации ссылки: %@
sv: Fel vid konvertering av länk: %@
th: เกิดข้อผิดพลาดในการแปลงลิงก์: %@
tr: Bağlantı dönüştürülürken hata oluştu: %@
uk: Помилка конвертації посилання: %@
vi: Lỗi khi chuyển đổi liên kết: %@
zh: 转换链接时出错：%@
zh_hans: 转换链接时出错：%@
zh_hant: 轉換連結時出錯：%@

# intent_error_failed_to_resolve
source: Could not resolve target URL.
bn: টার্গেট URL সমাধান করা যায়নি।
cs: Nelze vyřešit cílovou URL.
da: Kunne ikke løse mål-URL.
de: Konnte Ziel-URL nicht auflösen.
el: Δεν ήταν δυνατή η επίλυση της διεύθυνσης URL προορισμού.
es: No se pudo resolver la URL de destino.
fi: Kohde-URL-osoitetta ei voitu selvittää.
fr: Impossible de résoudre l'URL cible.
hi: लक्षित URL हल नहीं किया जा सका।
hu: Nem sikerült feloldani a cél URL-t.
id: Tidak dapat menyelesaikan URL tujuan.
it: Impossibile risolvere l'URL di destinazione.
ja: 対象のURLを解決できませんでした。
ko: 대상 URL을 확인할 수 없습니다.
mr: लक्ष्य URL शोधता आले नाही.
nb: Kunne ikke løse mål-URL.
nl: Kon doel-URL niet oplossen.
no: Kunne ikke løse mål-URL.
pl: Nie udało się rozwiązać adresu docelowego.
pt: Não foi possível resolver a URL de destino.
ro: Nu s-a putut rezolva adresa URL țintă.
ru: Не удалось разрешить целевой URL.
sv: Kunde inte matcha måladress.
th: ไม่สามารถแก้ไข URL เป้าหมายได้
tr: Hedef URL çözülemedi.
uk: Не вдалося визначити цільову URL-адресу.
vi: Không thể giải quyết URL đích.
zh: 无法解析目标 URL。
zh_hans: 无法解析目标 URL。
zh_hant: 無法解析目標 URL。

# intent_param_music_link
source: Music Link
bn: মিউজিক লিঙ্ক
cs: Hudební odkaz
da: Musiklink
de: Musik-Link
el: Σύνδεσμος μουσικής
es: Enlace de música
fi: Musiikkilinkki
fr: Lien musical
hi: संगीत लिंक
hu: Zenei link
id: Tautan Musik
it: Link musicale
ja: 音楽リンク
ko: 음악 링크
mr: संगीत लिंक
nb: Musikklenke
nl: Muzieklink
no: Musikklenke
pl: Link muzyczny
pt: Link de música
ro: Link muzical
ru: Музыкальная ссылка
sv: Musiklänk
th: ลิงก์เพลง
tr: Müzik Bağlantısı
uk: Музичне посилання
vi: Liên kết âm nhạc
zh: 音乐链接
zh_hans: 音乐链接
zh_hant: 音樂連結

# intent_title
source: Open Song in SongFlip
bn: SongFlip-এ গান খুলুন
cs: Otevřít skladbu v SongFlip
da: Åbn sang i SongFlip
de: Song in SongFlip öffnen
el: Άνοιγμα τραγουδιού στο SongFlip
es: Abrir canción en SongFlip
fi: Avaa kappale SongFlipissä
fr: Ouvrir le morceau dans SongFlip
hi: SongFlip में गाना खोलें
hu: Zene megnyitása a SongFlipben
id: Buka Lagu di SongFlip
it: Apri brano in SongFlip
ja: SongFlipで曲を開く
ko: SongFlip에서 노래 열기
mr: SongFlip मध्ये गाणे उघडा
nb: Åpne sang i SongFlip
nl: Open nummer in SongFlip
no: Åpne sang i SongFlip
pl: Otwórz utwór w SongFlip
pt: Abrir música no SongFlip
ro: Deschide melodia în SongFlip
ru: Открыть трек в SongFlip
sv: Öppna låt i SongFlip
th: เปิดเพลงใน SongFlip
tr: Şarkıyı SongFlip ile Aç
uk: Відкрити трек у SongFlip
vi: Mở bài hát trong SongFlip
zh: 在 SongFlip 中打开歌曲
zh_hans: 在 SongFlip 中打开歌曲
zh_hant: 在 SongFlip 中打開歌曲

# playlist_badge
source: Playlist
bn: প্লেলিস্ট
da: Playliste
el: Λίστα αναπαραγωγής
es: Lista
fi: Soittolista
hi: प्लेलिस्ट
hu: Lejátszási lista
id: Daftar Putar
ja: プレイリスト
ko: 재생목록
mr: प्लेलिस्ट
nb: Spilleliste
nl: Afspeellijst
no: Spilleliste
pl: Playlista
ru: Плейлист
sv: Spellista
th: เพลย์ลิสต์
tr: Çalma Listesi
uk: Плейліст
vi: Danh sách phát
zh: 播放列表
zh_hans: 播放列表
zh_hant: 播放清單

# playlist_banner_action_open
source: Open %@ in Original
bn: %@ মূল অ্যাপে খুলুন
cs: Otevřít %@ v originále
da: Åbn %@ i original
de: %@ im Original öffnen
el: Άνοιγμα %@ στο αρχικό
es: Abrir %@ en original
fi: Avaa %@ alkuperäisessä
fr: Ouvrir %@ dans l'original
hi: %@ मूल में खोलें
hu: %@ megnyitása az eredetiben
id: Buka %@ Asli
it: Apri %@ nell'originale
ja: %@で直接開く
ko: %@ 원본으로 열기
mr: %@ मूळमध्ये उघडा
nb: Åpne %@ i original
nl: %@ openen in origineel
no: Åpne %@ i original
pl: Otwórz %@ w oryginale
pt: Abrir %@ no original
ro: Deschide %@ în original
ru: Открыть %@ в оригинале
sv: Öppna %@ i original
th: เปิด %@ ในต้นฉบับ
tr: %@ Orijinalde Aç
uk: Відкрити %@ в оригіналі
vi: Mở %@ bản gốc
zh: 在 %@ 原版中打开
zh_hans: 在 %@ 原版中打开
zh_hant: 在原始應用中打開 %@

# playlist_dialog_action_close
source: Close
bn: বন্ধ করুন
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
mr: बंद करा
nb: Lukk
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh: 关闭
zh_hans: 关闭
zh_hant: 關閉

# playlist_dialog_action_copy
source: Copy Link
bn: লিঙ্ক কপি করুন
cs: Kopírovat odkaz
da: Kopier link
de: Link kopieren
el: Αντιγραφή συνδέσμου
es: Copiar enlace
fi: Kopioi linkki
fr: Copier le lien
hi: लिंक कॉपी करें
hu: Link másolása
id: Salin Tautan
it: Copia link
ja: リンクをコピー
ko: 링크 복사
mr: लिंक कॉपी करा
nb: Kopier lenke
nl: Link kopiëren
no: Kopier lenke
pl: Kopiuj link
pt: Copiar link
ro: Copiază linkul
ru: Скопировать ссылку
sv: Kopiera länk
th: คัดลอกลิงก์
tr: Bağlantıyı Kopyala
uk: Скопіювати посилання
vi: Sao chép liên kết
zh: 复制链接
zh_hans: 复制链接
zh_hant: 複製連結

# playlist_dialog_action_open
source: Open in %@
bn: %@ এ খুলুন
cs: Otevřít v %@
da: Åbn i %@
de: In %@ öffnen
el: Άνοιγμα στο %@
es: Abrir en %@
fi: Avaa palvelussa %@
fr: Ouvrir dans %@
hi: %@ में खोलें
hu: Megnyitás itt: %@
id: Buka di %@
it: Apri in %@
ja: %@で開く
ko: %@에서 열기
mr: %@ मध्ये उघडा
nb: Åpne i %@
nl: Openen in %@
no: Åpne i %@
pl: Otwórz w %@
pt: Abrir no %@
ro: Deschide în %@
ru: Открыть в %@
sv: Öppna i %@
th: เปิดใน %@
tr: %@ ile Aç
uk: Відкрити в %@
vi: Mở trong %@
zh: 在 %@ 中打开
zh_hans: 在 %@ 中打开
zh_hant: 在 %@ 中打開

# playlist_dialog_body
source: SongFlip currently supports single tracks and albums. Full playlist conversion is coming in a future update!
bn: SongFlip বর্তমানে একক গান এবং অ্যালবাম সমর্থন করে। সম্পূর্ণ প্লেলিস্ট রূপান্তর শীঘ্রই আসছে!
cs: SongFlip v současné době podporuje jednotlivé skladby a alba. Kompletní převod playlistů přijde v budoucí aktualizaci!
da: SongFlip understøtter i øjeblikket enkelte numre og album. Fuld konvertering af afspilningslister kommer i en fremtidig opdatering!
de: SongFlip unterstützt aktuell Einzelsongs und Alben. Der automatische Playlist-Konverter ist für ein kommendes Update geplant!
el: Το SongFlip υποστηρίζει προς το παρόν μεμονωμένα κομμάτια και άλμπουμ. Η πλήρης υποστήριξη λιστών αναπαραγωγής θα προστεθεί σε μελλοντική ενημέρωση!
es: SongFlip actualmente es compatible con canciones y álbumes. ¡La conversión completa de listas llegará en una próxima actualización!
fi: SongFlip tukee tällä hetkellä yksittäisiä kappaleita ja albumeita. Täysi soittolistojen muunnos tulee tulevassa päivityksessä!
fr: SongFlip prend actuellement en charge les titres et les albums. La conversion complète de playlists arrive dans une prochaine mise à jour !
hi: SongFlip वर्तमान में केवल गानों और एल्बम का समर्थन करता है। पूरी प्लेलिस्ट बदलने की सुविधा जल्द ही आएगी!
hu: A SongFlip jelenleg az egyes számokat és albumokat támogatja. A teljes lejátszási listák konvertálása egy jövőbeli frissítésben érkezik!
id: SongFlip saat ini mendukung lagu tunggal dan album. Konversi daftar putar lengkap akan hadir di pembaruan mendatang!
it: SongFlip attualmente supporta singoli brani e album. La conversione completa delle playlist arriverà in un prossimo aggiornamento!
ja: SongFlipは現在、シングル曲とアルバムのみに対応しています。プレイリストの一括変換は今後のアップデートで提供予定です！
ko: SongFlip은 현재 단일 트랙 및 앨범을 지원합니다. 전체 재생목록 변환 기능은 향후 업데이트에서 지원될 예정입니다!
mr: SongFlip सध्या गाणी आणि अल्बमचे समर्थन करते. संपूर्ण प्लेलिस्ट रूपांतरण लवकरच येत आहे!
nb: SongFlip støtter for øyeblikket enkeltspor og album. Full konvertering av spillelister kommer i en fremtidig oppdatering!
nl: SongFlip ondersteunt momenteel losse nummers en albums. Volledige conversie van afspeellijsten komt in een toekomstige update!
no: SongFlip støtter for øyeblikket enkeltspor og album. Full konvertering av spillelister kommer i en fremtidig oppdatering!
pl: SongFlip obsługuje obecnie pojedyncze utwory i albumy. Pełna konwersja playlist pojawi się w nadchodzącej aktualizacji!
pt: O SongFlip atualmente suporta faixas e álbuns. A conversão completa de playlists chegará em uma próxima atualização!
ro: SongFlip acceptă în prezent melodii individuale și albume. Conversia completă a playlisturilor va veni într-o actualizare viitoare!
ru: SongFlip в настоящее время поддерживает отдельные треки и альбомы. Полная конвертация плейлистов появится в будущих обновлениях!
sv: SongFlip stöder för närvarande enskilda låtar och album. Fullständig konvertering av spellistor kommer i en framtida uppdatering!
th: ปัจจุบัน SongFlip รองรับเพลงเดี่ยวและอัลบั้ม การแปลงเพลย์ลิสต์เต็มรูปแบบจะมาในการอัปเดตในอนาคต!
tr: SongFlip şu anda tek parça ve albümleri desteklemektedir. Tam çalma listesi dönüştürme özelliği yakında gelecek!
uk: SongFlip наразі підтримує окремі треки та альбоми. Повна конвертація плейлістів з'явиться в наступних оновленнях!
vi: SongFlip hiện hỗ trợ từng bài hát và album. Tính năng chuyển đổi toàn bộ danh sách phát sẽ có trong bản cập nhật sắp tới!
zh: SongFlip 目前仅支持单曲和专辑。完整的播放列表转换功能将在后续更新中推出！
zh_hans: SongFlip 目前仅支持单曲和专辑。完整的播放列表转换功能将在后续更新中推出！
zh_hant: SongFlip 目前支援單曲與專輯。完整的播放清單轉換將在未來的更新中推出！

# playlist_dialog_title
source: Playlist Detected
bn: প্লেলিস্ট সনাক্ত হয়েছে
cs: Detekován playlist
da: Afspilningsliste registreret
de: Playlist erkannt
el: Εντοπίστηκε λίστα αναπαραγωγής
es: Lista de reproducción detectada
fi: Soittolista havaittu
fr: Playlist détectée
hi: प्लेलिस्ट पहचानी गई
hu: Lejátszási lista észlelve
id: Daftar Putar Terdeteksi
it: Playlist rilevata
ja: プレイリストを検出しました
ko: 재생목록 감지됨
mr: प्लेलिस्ट आढळली
nb: Spilleliste oppdaget
nl: Afspeellijst gedetecteerd
no: Spilleliste oppdaget
pl: Wykryto playlistę
pt: Playlist detectada
ro: Playlist detectat
ru: Обнаружен плейлист
sv: Spellista upptäckt
th: ตรวจพบเพลย์ลิสต์
tr: Çalma Listesi Algılandı
uk: Виявлено плейліст
vi: Đã phát hiện danh sách phát
zh: 检测到播放列表
zh_hans: 检测到播放列表
zh_hant: 偵測到播放清單

# playlist_share_opening
source: Playlist detected – opening original...
bn: প্লেলিস্ট সনাক্ত হয়েছে – মূল লিঙ্ক খোলা হচ্ছে...
cs: Detekován playlist – otevírám originál...
da: Playliste registreret – åbner original...
de: Playlist erkannt – öffne Original...
el: Εντοπίστηκε λίστα αναπαραγωγής – άνοιγμα αρχικού...
es: Lista de reproducción detectada – abriendo original...
fi: Soittolista havaittu – avataan alkuperäinen...
fr: Playlist détectée – ouverture de l'original...
hi: प्लेलिस्ट पहचानी गई – मूल खोला जा रहा है...
hu: Lejátszási lista észlelve – eredeti megnyitása...
id: Daftar putar terdeteksi – membuka asli...
it: Playlist rilevata – apertura dell'originale...
ja: プレイリストを検出しました – 元のアプリで開いています...
ko: 재생목록 감지됨 – 원본 열기 중...
mr: प्लेलिस्ट आढळली – मूळ उघडत आहे...
nb: Spilleliste oppdaget – åpner original...
nl: Afspeellijst gedetecteerd – origineel openen...
no: Spilleliste oppdaget – åpner original...
pl: Wykryto playlistę – otwieranie oryginału...
pt: Playlist detectada – abrindo original...
ro: Playlist detectat – se deschide originalul...
ru: Обнаружен плейлист – открывается оригинал...
sv: Spellista upptäckt – öppnar original...
th: ตรวจพบเพลย์ลิสต์ – กำลังเปิดต้นฉบับ...
tr: Çalma listesi algılandı – orijinal açılıyor...
uk: Виявлено плейліст – відкривається оригінал...
vi: Đã phát hiện danh sách phát – đang mở bản gốc...
zh: 检测到播放列表 – 正在打开原版...
zh_hans: 检测到播放列表 – 正在打开原版...
zh_hant: 偵測到播放清單 – 正在打開原始連結...

# share_error_failed
source: Could not redirect link.
bn: লিঙ্ক পুনর্নির্দেশ করা যায়নি।
cs: Odkaz se nepodařilo přesměrovat.
da: Kunne ikke omdirigere link.
de: Konnte Link nicht weiterleiten.
el: Δεν ήταν δυνατή η ανακατεύθυνση του συνδέσμου.
es: No se pudo redirigir el enlace.
fi: Linkkiä ei voitu uudelleenohjata.
fr: Impossible de rediriger le lien.
hi: लिंक रीडायरेक्ट नहीं किया जा सका।
hu: A linket nem sikerült átirányítani.
id: Gagal mengalihkan tautan.
it: Impossibile reindirizzare il link.
ja: リンクを転送できませんでした。
ko: 링크를 연결할 수 없습니다.
mr: दुवा पुनर्निर्देशित करू शकलो नाही.
nb: Kunne ikke viderekoble lenke.
nl: Kon link niet doorsturen.
no: Kunne ikke viderekoble lenke.
pl: Nie udało się przekierować linku.
pt: Não foi possível redirecionar o link.
ro: Nu s-a putut redirecționa linkul.
ru: Не удалось перенаправить ссылку.
sv: Kunde inte vidarebefordra länken.
th: ไม่สามารถเปลี่ยนเส้นทางลิงก์ได้
tr: Bağlantı yönlendirilemedi.
uk: Не вдалося перенаправити посилання.
vi: Không thể chuyển hướng liên kết.
zh: 无法跳转该链接。
zh_hans: 无法跳转该链接。
zh_hant: 無法跳轉連結。

# share_redirecting
source: SongFlip: Redirecting...
bn: SongFlip: পুনর্নির্দেশ করা হচ্ছে...
cs: SongFlip: Přesměrovávám...
da: SongFlip: Omdirigerer...
de: SongFlip: Leite weiter...
el: SongFlip: Ανακατεύθυνση...
es: SongFlip: Redirigiendo...
fi: SongFlip: Ohjataan uudelleen...
fr: SongFlip : Redirection...
hi: SongFlip: रीडायरेक्ट किया जा रहा है...
hu: SongFlip: Átirányítás folyamatban...
id: SongFlip: Mengalihkan...
it: SongFlip: Reindirizzamento in corso...
ja: SongFlip: 転送中...
ko: SongFlip: 연결 중...
mr: SongFlip: पुनर्निर्देशित करत आहे...
nb: SongFlip: Viderekobler...
nl: SongFlip: Doorsturen...
no: SongFlip: Viderekobler...
pl: SongFlip: Przekierowywanie...
pt: SongFlip: Redirecionando...
ro: SongFlip: Redirecționare...
ru: SongFlip: Перенаправление...
sv: SongFlip: Omdirigerar...
th: SongFlip: กำลังเปลี่ยนเส้นทาง...
tr: SongFlip: Yönlendiriliyor...
uk: SongFlip: Перенаправлення...
vi: SongFlip: Đang chuyển hướng...
zh: SongFlip：正在跳转...
zh_hans: SongFlip：正在跳转...
zh_hant: SongFlip：正在跳轉...

# settings_ask_every_time_title
source: Ask target app every time
bn: প্রতিবার লক্ষ্য অ্যাপ জিজ্ঞাসা করুন
cs: Vždy se zeptat na cílovou aplikaci
da: Spørg om destinationsapp hver gang
de: Ziel-App jedes Mal abfragen
el: Ερώτηση για εφαρμογή προορισμού κάθε φορά
es: Preguntar app de destino cada vez
fi: Kysy kohdesovellusta joka kerta
fr: Demander l'application cible à chaque fois
hi: हर बार लक्ष्य ऐप पूछें
hu: Célalkalmazás megkérdezése minden alkalommal
id: Tanyakan aplikasi tujuan setiap saat
it: Chiedi l'app di destinazione ogni volta
ja: 毎回再生アプリを確認
ko: 매번 대상 앱 묻기
mr: प्रत्येक वेळी टार्गेट ॲप विचारा
nb: Spør om mål-app hver gang
nl: Elke keer doel-app vragen
no: Spør om mål-app hver gang
pl: Pytaj o aplikację docelową za każdym razem
pt: Perguntar app de destino sempre
ro: Întreabă aplicația țintă de fiecare dată
ru: Спрашивать целевое приложение каждый раз
sv: Fråga efter målapp varje gång
th: ถามแอปเป้าหมายทุกครั้ง
tr: Hedef uygulamayı her zaman sor
uk: Запитувати цільовий додаток щоразу
vi: Hỏi ứng dụng phát mỗi lần
zh_hans: 每次询问目标应用
zh_hant: 每次詢問目標應用

# settings_ask_every_time_subtitle
source: Show quick picker instead of immediately opening default player
bn: ডিফল্ট প্লেয়ার সরাসরি খোলার পরিবর্তে দ্রুত নির্বাচক দেখান
cs: Zobrazit rychlý výběr místo okamžitého otevření výchozího přehrávače
da: Vis hurtigvalg i stedet for straks at åbne standardafspilleren
de: Schnellauswahl anzeigen, anstatt sofort in den Standard-Player zu wechseln
el: Εμφάνιση γρήγορης επιλογής αντί άμεσου ανοίγματος της προεπιλογής
es: Mostrar selector rápido en lugar de abrir directamente el reproductor predeterminado
fi: Näytä pikavalitsin sen sijaan, että oletussoitin avattaisiin heti
fr: Afficher un sélecteur rapide au lieu d'ouvrir immédiatement le lecteur par défaut
hi: सीधे डिफ़ॉल्ट प्लेयर खोलने के बजाय त्वरित पिकर दिखाएं
hu: Gyorsválasztó megjelenítése az alapértelmezett azonnali megnyitása helyett
id: Tampilkan pemilih cepat daripada langsung membuka pemutar default
it: Mostra selezione rapida invece di aprire subito il lettore predefinito
ja: デフォルトのプレーヤーをすぐに開かずクイック選択を表示
ko: 기본 플레이어를 바로 열지 않고 빠른 선택 표시
mr: डिफॉल्ट प्लेअर थेट उघडण्याऐवजी जलद निवडक दाखवा
nb: Vis hurtigvalg i stedet for å åpne standardspilleren med en gang
nl: Snelle kiezer tonen in plaats van direct de standaardspeler te openen
no: Vis hurtigvalg i stedet for å åpne standardspilleren med en gang
pl: Pokaż szybki wybór zamiast natychmiastowego otwierania domyślnego odtwarzacza
pt: Mostrar seletor rápido em vez de abrir logo o leitor padrão
ro: Afișează un selector rapid în loc să deschidă direct playerul implicit
ru: Показывать быстрый выбор вместо немедленного открытия стандартного плеера
sv: Visa snabbval istället för att direkt öppna standardspelaren
th: แสดงหน้าต่างเลือกด่วนแทนที่จะเปิดเครื่องเล่นเริ่มต้นทันที
tr: Varsayılan oynatıcıyı hemen açmak yerine hızlı seçici göster
uk: Показувати швидкий вибір замість негайного відкриття типового плеєра
vi: Hiển thị bộ chọn nhanh thay vì mở ngay trình phát mặc định
zh_hans: 显示快捷选择器，而不是直接打开默认播放器
zh_hant: 顯示快速選擇器，而非直接打開預設播放器

# quick_picker_title
source: Open with …
bn: এর মাধ্যমে খুলুন …
cs: Otevřít v aplikaci …
da: Åbn med …
de: Öffnen mit …
el: Άνοιγμα με …
es: Abrir con …
fi: Avaa sovelluksella …
fr: Ouvrir avec …
hi: इसके साथ खोलें …
hu: Megnyitás ezzel …
id: Buka dengan …
it: Apri con …
ja: 次で開く …
ko: 다음으로 열기 …
mr: याद्वारे उघडा …
nb: Åpne med …
nl: Openen met …
no: Åpne med …
pl: Otwórz za pomocą …
pt: Abrir com …
ro: Deschide cu …
ru: Открыть с помощью …
sv: Öppna med …
th: เปิดด้วย …
tr: Birlikte aç …
uk: Відкрити за допомогою …
vi: Mở bằng …
zh_hans: 打开方式 …
zh_hant: 選擇打開方式 …

# share_universal_link_title
source: Universal Song Share
bn: সর্বজনীন গান লিঙ্ক
cs: Univerzální odkaz na skladbu
da: Universelt sanglink
de: Universeller Song-Link
el: Καθολικός σύνδεσμος τραγουδιού
es: Enlace universal de canción
fi: Universaali kappalelinkki
fr: Lien de chanson universel
hi: यूनिवर्सल गाना लिंक
hu: Univerzális dalkapcsolat
id: Tautan Lagu Universal
it: Link brano universale
ja: ユニバーサル楽曲リンク
ko: 유니버설 음악 링크
mr: युनिव्हर्सल गाणे लिंक
nb: Universell sanglenke
nl: Universele songlink
no: Universell sanglenke
pl: Uniwersalny link do utworu
pt: Link universal de música
ro: Link universal pentru melodie
ru: Универсальная ссылка на трек
sv: Universell låtlänk
th: ลิงก์เพลงสากล
tr: Evrensel Şarkı Bağlantısı
uk: Універсальне посилання на трек
vi: Liên kết bài hát đa nền tảng
zh: 通用音乐链接
zh_hans: 通用音乐链接
zh_hant: 通用音樂連結
